{
  "title": "日本",
  "titlecolor": "#ff5733",
  "dark": true,
  "introduction": "Japan, an island nation in East Asia, blends ancient traditions with cutting-edge technology. Known for its stunning landscapes, including Mount Fuji and cherry blossoms, Japan boasts vibrant cities like Tokyo and Kyoto. Its rich culture includes sushi, tea ceremonies, and a deep respect for history and nature.",
  "chapters": [
    {
      "chapter": "Chapter one: Tokyo",
      "image": "/tokyo-bay.jpg",
      "link": "/tokyo",
      "paragraphs": [
        "Returning in late March, I witnessed the Cherry Blossoms at their end, adding to the city's charm.",
        "Tokyo became a cherished home, filled with unforgettable memories and vibrant culture.",
        "Read more →"
      ]
    },
    {
      "chapter": "Chapter two: Yamanashi",
      "image": "/yamanashi.jpg",
      "link": "/yamanashi",
      "paragraphs": [
        "Yamanashi is known for its beautiful mountains and cozy rural towns.",
        "I spend some time here cycling through the region and going to multiple shrines.",
        "Read more →"
      ]
    },
    {
      "chapter": "Chapter three: Osaka & Nara",
      "image": "/osaka.jpg",
      "link": "/osaka-nara",
      "paragraphs": [
        "Osaka's vibrant city life and Nara's historic temples offered contrasting yet complementary experiences.",
        "I explored bustling markets and serene shrines.",
        "Read more →"
      ]
    },
    {
      "chapter": "Chapter four: Hiking the Nakasendo",
      "image": "/nakasendo.jpg",
      "link": "/nakasendo",
      "paragraphs": [
        "Hiking the Nakasendo Trail was a journey through time, tracing ancient paths between Kyoto and Tokyo.",
        "Nature and history intertwined.",
        "Read more →"
      ]
    },
    {
      "chapter": "Chapter five: Traveling south",
      "image": "/fukuoka.jpg",
      "link": "/fukuoka",
      "paragraphs": [
        "Traveling south to Hiroshima and later on Fukuoka revealed coastal beauty and rich cultural heritage.",
        "I tried the regional cuisine and saw many scenic views such as Miyajima.",
        "Read more →"
      ]
    },
    {
      "chapter": "Chapter six: Okinawa",
      "image": "/okinawa.jpg",
      "link": "/okinawa",
      "paragraphs": [
        "Okinawa's tropical climate and unique traditions provided a relaxing yet enlightening experience.",
        "Enjoying the pristine beaches and local customs was an amazing experience.",
        "Read more →"
      ]
    }
  ]
}
